Repository: indisoluble/CloudantDashboard
Catalog: CloudantDashboard/CloudantDashboard/*.lproj/Localizable.strings
Languages: es

source: Authorization data not found
es: Datos de autorización no encontrados

# Authorization data not valid
source: Username and password provided are not valid
es: Nombre de usuario y contraseña proporcionados no son válidos

source: Authorization data not saved
es: Datos de autorización no salvados

source: Authorization data not deleted
es: Nombre de usuario y contraseña no fueron borrados

source: Add New Database
es: Añadir nueva Base de Datos

source: Name of database
es: Nombre de la Base de Datos

source: Type username and password
es: Escriba nombre de usuario y contraseña

source: Login required
es: Login obligatorio

source: You have to login first
es: En primer lugar tienes que logearte

source: Document is not a dictionary
es: Este documento no es un diccionario

source: Downloading ...
es: Descargando ...

source: Saving ...
es: Guardando ...

source: Cancel
es: Cancelar

source: Create
es: Crear

source: Continue
es: Continuar
